{
  "Burrowing": {
    "power_name": "Burrowing",
    "power_type": "minor",
    "description": "You can travel underground at your normal Move rate.",
    "stat_changes": {},
    "notes": [
      "Burrowing - It costs a free action to submerge and start burrowing, or stop burrowing and re-surface, but once you have surfaced, you cannot burrow again until next turn. You can burrow through or under any intervening terrain as if it were normal ground. You cannot resurface within a solid object. Instead of attacking when you surface, you can create fissures and tremors. Use your special action to create these tremors; any enemies within 5in of you must make a TN3 check or be knocked down."
    ]
  },
  "Density_Increase": {
    "power_name": "Density Increase",
    "power_type": "minor",
    "description": "With a thought you become super-dense.",
    "stat_changes": {},
    "notes": [
      "Density Increase - At the start of your turn, before any movement, spend a free action to activate. While active, you can charge at your base Move value only. While super dense you gain +1 Re-roll on melee attack checks and +1D to melee and ranged defense checks against Body damaging attacks. You are also immune to all knockback."
    ]
  },
  "Massive": {
    "power_name": "Massive",
    "power_type": "minor",
    "description": "You are up to twice the size of a normal model!",
    "stat_changes": {
      "move": 2,
      "body_points": 2
    },
    "notes": [
      "Massive - +1 Re-roll on charge attacks, Foes gain +1 Re-roll on Body-based melee and ranged attacks against you."
    ]
  },
  "Rage": {
    "power_name": "Rage",
    "power_type": "minor",
    "description": "The madder you get, the tougher you get!",
    "stat_changes": {},
    "notes": [
      "Rage - Make a 1+ Chance roll each time you suffer Body or Psyche damage. On a success you gain a cumulative +1D to melee attack and Psyche defense rolls. This bonus maxes out at +2D. Your Rage bonuses last until the end of the battle."
    ]
  },
  "Clever": {
    "power_name": "Clever",
    "power_type": "boost",
    "description": "Your quick wits and keen mind make you a team asset!",
    "stat_changes": {
      "psych_points": 1
    },
    "notes": [
      "Clever(Boost) - Add +1D to your leader's initiative so long as you're not KO'ed."
    ]
  },
  "Fast": {
    "power_name": "Fast",
    "power_type": "boost",
    "description": "You are no speedster, but you are quicker than normal!",
    "stat_changes": {
      "move": 4,
      "ranged_defence_rr": 1
    },
    "notes": [
      "Fast(Boost)"
    ]
  },
  "Tough": {
    "power_name": "Tough",
    "power_type": "boost",
    "description": "You are one tough cuss!",
    "stat_changes": {
      "body_points": 1,
      "melee_defence_rr": 1
    },
    "notes": [
      "Tough(Boost)"
    ]
  }
}