{
  "Armor": {
    "power_name": "Armor",
    "power_type": "minor",
    "description": "You possess damage resistance from super-thick skin or some kind of worn armor.",
    "stat_changes": {},
    "notes": [
      "Armor - Ignore the first lost Body damage from each attack. No knockback unless foe possess Super-Strength."
    ]
  },
  "Flight": {
    "power_name": "Flight",
    "power_type": "minor",
    "description": "You can fly up to 20in per turn, ignoring any grounded models or obstacles in your path. You may choose to land on an object or piece of terrain, or hover in place. When you do hover you float 15in above the tabletop.",
    "stat_changes": {},
    "notes": [
      "Flight - 20in per turn, ignoring any grounded models or obstacles. May choose to land on an object or piece of terrain, or hover in place. When you do hover you float 15in above the tabletop."
    ]
  },
  "Iron_Will": {
    "power_name": "Iron Will",
    "power_type": "minor",
    "description": "You can resist the effects of mental powers better than most! Gain +1D to your defense checks against any Psyche based mental attack. Also gain +1D on all KO checks.",
    "stat_changes": {
      "psyche_defence": 1
    },
    "notes": [
      "Iron Will - You can resist the effects of mental powers better than most! Gain +1D to your defense checks against any Psyche based mental attack. Also gain +1D on all KO checks."
    ]
  },
  "Power_Blasts_(Minor)": {
    "power_name": "Power Blasts (Minor)",
    "power_type": "minor",
    "description": "You shoot blasts of power (concussive force, cosmic energy, electricity, etc.) from your eyes or hands.",
    "stat_changes": {
      "ranged_attack": 1,
      "ranged_attack_rr": 1
    },
    "notes": [
      "Power Blasts (Minor) - You can make 15in ranged attacks that inflict Body Damage"
    ]
  },
  "Savant": {
    "power_name": "Savant",
    "power_type": "minor",
    "description": "You are brilliant and you enjoy +1 Re-roll on any checks during a battle that involve non-combat situations.",
    "stat_changes": {},
    "notes": [
      "Savant - You enjoy +1 Re-roll on any checks during a battle that involve non-combat situations. Including initiative, movement, objective, perception, and summoning checks, but not KO checks. At the beginning of each battle, after all models have been placed, but before the first round begins, you may take a non-charge Move action."
    ]
  },
  "Super-Strength_(Minor)": {
    "power_name": "Super-Strength (Minor)",
    "power_type": "minor",
    "description": "You possess enhanced strength greater than any normal human.",
    "stat_changes": {
      "melee_attack": 1
    },
    "notes": [
      "Super-Strength - +1D to entangle escapes, grappling checks, and on breaking objects, +1D on Jumping and Leaping checks, inflict knockback at 2in per body damage"
    ]
  }
}