{
  "Iron_Will": {
    "power_name": "Iron Will",
    "power_type": "minor",
    "description": "You can resist the effects of mental powers better than most! Gain +1D to your defense checks against any Psyche based mental attack. Also gain +1D on all KO checks.",
    "stat_changes": {
      "psyche_defence": 1
    },
    "notes": [
      "Iron Will - You can resist the effects of mental powers better than most! Gain +1D to your defense checks against any Psyche based mental attack. Also gain +1D on all KO checks."
    ]
  },
  "Jinx": {
    "power_name": "Jinx",
    "power_type": "minor",
    "description": "You can curse others with bad luck!",
    "stat_changes": {},
    "notes": [
      "Jinx - Make a 5D, 15in ranged Psyche attack. If you win, then he will have the TNs for all rolls on his next turn increased by one. Also, any movement actions taken will require a TN3 check, with one Body lost per goal missed"
    ]
  },
  "Rapport": {
    "power_name": "Rapport",
    "power_type": "minor",
    "description": "Choose another character on your team; you possess a special mental link with that character. This link grants you both additional strength. ",
    "stat_changes": {},
    "notes": [
      "Rapport - Choose a team mate, so long as both characters are not KO'ed, they can share +1D between them for any defense checks. As soon as once charter uses the +1D, it is spent until the beginning of the next round."
    ]
  },
  "Summoning": {
    "power_name": "Summoning",
    "power_type": "minor",
    "description": "You can use a special action to summon beings to fight for you and your team! The type of being or creature you summon is based on its diffculty to summon.",
    "stat_changes": {},
    "notes": [
      "Summoning - (Recharge 2+) Roll 4D and check your goals: ",
      "\t3 goals = Body 4, Psyche 4, Move 5in, 1 minor power",
      "\t4 goals = Body 5, Psyche 5, Move 6in, 1 minor power",
      "\t5+ goals = Body 6, Psyche 6, Move 7in, 1 minor power",
      "\tAlternately, on a 4+ you can choose to summon a henchmen group with one minor power.",
      "Summoned models show up within 10in of you. Summoned characters may not possess the Magical Artifact or Summoning powers. Those summoned move and act on your activation, and may act the turn they arrive."
    ]
  },
  "Teleport": {
    "power_name": "Teleport",
    "power_type": "minor",
    "description": "You can move from one point to another instantaneously!",
    "stat_changes": {},
    "notes": [
      "Teleport - Teleporting costs a move action, and when you do so make a goal roll. You move up to 10in + 5in per goal scored. You can move to any point on the board whether you can see it or not. If you teleport out of melee combat, your foe still gets a free attack on you. If you are knocked back from a successful hit, measure your teleport distance from the point where your knockback ends."
    ]
  },
  "Clever": {
    "power_name": "Clever",
    "power_type": "boost",
    "description": "Your quick wits and keen mind make you a team asset!",
    "stat_changes": {
      "psych_points": 1
    },
    "notes": [
      "Clever(Boost) - Add +1D to your leader's initiative so long as you're not KO'ed."
    ]
  },
  "Fast": {
    "power_name": "Fast",
    "power_type": "boost",
    "description": "You are no speedster, but you are quicker than normal!",
    "stat_changes": {
      "move": 4,
      "ranged_defence_rr": 1
    },
    "notes": [
      "Fast(Boost)"
    ]
  },
  "Tough": {
    "power_name": "Tough",
    "power_type": "boost",
    "description": "You are one tough cuss!",
    "stat_changes": {
      "body_points": 1,
      "melee_defence_rr": 1
    },
    "notes": [
      "Tough(Boost)"
    ]
  }
}